[
      {
        "id": 1,
        "img": "https://i.ibb.co/0JG0m6w/test-1.png",
        "quote": "Working with EventElegance was an absolute pleasure. They took care of every detail and made our wedding day truly magical. It was beyond our expectations!",
        "author": "John and Sarah Smith"
      },
      {
        "id": 2,
        "img": "https://i.ibb.co/K7xG5Sp/test-2.png",
        "quote": "I can't thank EventElegance enough for making my retirement party so special. Their attention to detail and creativity shone through in every aspect of the event.",
        "author": "Mary Johnson"
      },
      {
        "id": 3,
        "img": "https://i.ibb.co/HTJ3LyG/test-3.png",
        "quote": "Our baby shower was a dream come true, thanks to EventElegance. They brought our vision to life, and we couldn't be happier with the result.",
        "author": "Michael and Emily Davis"
      },
      {
        "id": 4,
        "img": "https://i.ibb.co/9qWh3JP/test-4.png",
        "quote": "The anniversary celebration organized by EventElegance was simply breathtaking. Every moment was filled with love and elegance.",
        "author": "Robert and Elizabeth Adams"
      },
      {
        "id": 5,
        "img": "https://i.ibb.co/zZqbZdK/test-5.png",
        "quote": "I was amazed by EventElegance's creativity in planning my surprise birthday party. It was a night to remember!",
        "author": "Sophia Martinez"
      },
      {
        "id": 6,
        "img": "https://i.ibb.co/09qY3s6/test-6.png",
        "quote": "The engagement party organized by EventElegance was flawless. The venue, decorations, and food were all outstanding.",
        "author": "Daniel and Jessica Turner"
      },
      {
        "id": 7,
        "img": "https://i.ibb.co/r41XtX0/test-7.png",
        "quote": "We couldn't have asked for a better team than EventElegance to plan our corporate event. Their professionalism and attention to detail were top-notch.",
        "author": "David Anderson, ABC Corporation"
      },
      {
        "id": 8,
        "img": "https://i.ibb.co/SP8MSrN/test-8.png",
        "quote": "Hiring EventElegance for our charity gala was a brilliant decision. The event was a huge success, and their dedication to our cause was commendable.",
        "author": "Samantha Miller, Charity Foundation"
      }
    ]

  